Repository: owngoal-dev/Fila
Catalog: Fila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Connection Settings
ar: إعدادات الاتصال
de: Verbindungseinstellungen
es: Ajustes de conexión
fr: Réglages de connexion
it: Impostazioni di connessione
ja: 接続設定
ko: 연결 설정
pt_br: Ajustes de Conexão
ru: Параметры подключения
vi: Cài đặt kết nối
zh_hans: 连接设置
zh_hant: 連線設定

source: Connections
ar: الاتصالات
de: Verbindungen
es: Conexiones
fr: Connexions
it: Connessioni
ja: 接続
ko: 연결
pt_br: Conexões
ru: Подключения
vi: Kết nối
zh_hans: 连接记录
zh_hant: 連線

source: Connectivity
ar: الاتصال
de: Verbindungen
es: Conectividad
fr: Connectivité
it: Connettività
ja: 接続
ko: 연결
pt_br: Conectividade
ru: Подключения
vi: Kết nối
zh_hans: 互联
zh_hant: 互聯

source: Container
ar: الحاوية
es: Contenedor
fr: Conteneur
ja: コンテナ
ko: 컨테이너
ru: Контейнер
zh_hans: 容器
zh_hant: 容器

source: Continue
ar: متابعة
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
ko: 복사됨
pt_br: Copiado
ru: Скопировано
vi: Đã sao chép
zh_hans: 已拷贝
zh_hant: 已拷貝

source: Copied, but %1$lld items could not be removed from the source and were kept there: %2$@.
ar: تم النسخ، لكن تعذّرت إزالة %1$lld من العناصر من المصدر وبقيت هناك: %2$@.
de: Kopiert, aber %1$lld Objekte konnten an der Quelle nicht entfernt werden und blieben dort: %2$@.
es: Se copió, pero %1$lld elementos no se han podido eliminar del origen y se han conservado allí: %2$@.
fr: Copie effectuée, mais %1$lld éléments n’ont pas pu être retirés de la source et y ont été conservés : %2$@.
it: Copiati, ma %1$lld elementi non sono stati rimossi dall’origine e sono rimasti lì: %2$@.
ja: コピーしましたが、%1$lld 個の項目をコピー元から削除できず、そのまま残しました: %2$@。
ko: 복사했지만 항목 %1$lld개를 원본에서 제거하지 못해 그대로 두었습니다: %2$@.
pt_br: Copiado, mas %1$lld itens não puderam ser removidos da origem e foram mantidos lá: %2$@.
ru: Скопировано, но %1$lld объектов не удалось удалить из источника, и они оставлены там: %2$@.
vi: Đã sao chép, nhưng %1$lld mục không thể xóa khỏi nguồn và được giữ lại ở đó: %2$@.
zh_hans: 已复制，但有 %1$lld 个项目无法从来源移除并保留在原处：%2$@。
zh_hant: 已拷貝，但有 %1$lld 個項目無法從來源移除，已保留在原處：%2$@。

source: Copies a file or folder into another folder, as root, without replacing anything already there.
ar: ينسخ ملفًا أو مجلدًا إلى مجلد آخر بصلاحية الجذر، دون استبدال أي شيء موجود فيه.
de: Kopiert eine Datei oder einen Ordner als Root in einen anderen Ordner, ohne vorhandene Objekte zu ersetzen.
es: Copia un archivo o una carpeta dentro de otra carpeta, como root, sin sustituir nada de lo que ya haya.
fr: Copie un fichier ou un dossier dans un autre dossier, en tant que root, sans rien remplacer de ce qui s’y trouve déjà.
it: Copia un file o una cartella in un’altra cartella, come root, senza sostituire nulla di ciò che è già presente.
ja: ファイルまたはフォルダを、既存の項目を置き換えずに、rootとして別のフォルダにコピーします。
ko: 파일 또는 폴더를 루트 권한으로 다른 폴더에 복사합니다. 이미 있는 항목은 대치하지 않습니다.
pt_br: Copia um arquivo ou pasta para outra pasta, como root, sem substituir nada que já esteja lá.
ru: Копирует файл или папку в другую папку от имени root, ничего в ней не заменяя.
vi: Sao chép một tệp hoặc thư mục vào thư mục khác, với quyền root, mà không thay thế bất kỳ thứ gì đã có ở đó.
zh_hans: 以 root 身份将文件或文件夹拷贝到另一个文件夹，不会覆盖其中已有的内容。
zh_hant: 以 root 權限將檔案或檔案夾拷貝到另一個檔案夾，不會取代其中既有的項目。

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
ru: Скопировать
vi: Sao chép
zh_hans: 拷贝
zh_hant: 拷貝

source: Copy %@ into %@?
ar: نسخ %1$@ إلى %2$@؟
de: %@ in %@ kopieren?
es: ¿Copiar %@ en %@?
fr: Copier %@ dans %@ ?
it: Copiare %@ in %@?
ja: 「%1$@」を「%2$@」にコピーしますか？
ko: %@을(를) %@(으)로 복사하시겠습니까?
pt_br: Copiar %@ para %@?
ru: Скопировать %@ в %@?
vi: Sao chép %@ vào %@?
zh_hans: 将 %@ 拷贝到 %@？
zh_hant: 要將 %1$@ 拷貝到 %2$@ 嗎？

source: Copy ${path} into ${destination}
ar: نسخ ${path} إلى ${destination}
de: ${path} in ${destination} kopieren
es: Copiar ${path} en ${destination}
fr: Copier ${path} dans ${destination}
it: Copia ${path} in ${destination}
ja: ${path} を ${destination} にコピー
ko: ${path}을(를) ${destination}(으)로 복사
pt_br: Copiar ${path} para ${destination}
ru: Скопировать ${path} в ${destination}
vi: Sao chép ${path} vào ${destination}
zh_hans: 将 ${path} 拷贝到 ${destination}
zh_hant: 將 ${path} 拷貝到 ${destination}

source: Copy Here
ar: نسخ هنا
de: Hierher kopieren
es: Copiar aquí
fr: Copier ici
it: Copia qui
ja: ここにコピー
ko: 여기에 복사
pt_br: Copiar Aqui
ru: Скопировать сюда
vi: Sao chép vào đây
zh_hans: 拷贝到此处
zh_hant: 拷貝到這裡

source: Copy Item
ar: نسخ عنصر
de: Objekt kopieren
es: Copiar elemento
fr: Copier l’élément
it: Copia elemento
ja: 項目をコピー
ko: 항목 복사
pt_br: Copiar Item
ru: Скопировать объект
vi: Sao chép mục
zh_hans: 拷贝项目
zh_hant: 拷貝項目

source: Copy keeps the originals. Move takes them out of their current folder.
ar: النسخ يُبقي العناصر الأصلية. النقل يُخرجها من مجلدها الحالي.
de: „Kopieren“ behält die Originale. „Bewegen“ nimmt sie aus ihrem aktuellen Ordner.
es: Copiar mantiene los originales. Mover los saca de su carpeta actual.
fr: Copier conserve les originaux. Déplacer les retire de leur dossier actuel.
it: Con Copia gli originali restano al loro posto. Con Sposta vengono tolti dalla cartella attuale.
ja: コピーは元の項目を残します。移動は現在のフォルダから取り出します。
ko: 복사는 원본을 그대로 둡니다. 이동은 원본을 현재 폴더에서 꺼냅니다.
pt_br: Copiar mantém os originais. Mover os retira da pasta atual.
ru: При копировании оригиналы остаются на месте. При перемещении они убираются из текущей папки.
vi: Sao chép giữ lại bản gốc. Di chuyển đưa chúng ra khỏi thư mục hiện tại.
zh_hans: 拷贝会保留原项目，移动则会将其移出原文件夹。
zh_hant: 「拷貝」會保留原始項目；「移動」會將它們移出目前的檔案夾。

source: Copy, move, delete, and other tasks appear here.
ar: تظهر هنا مهام النسخ والنقل والحذف وغيرها.
de: Kopieren, Bewegen, Löschen und andere Aufgaben erscheinen hier.
es: Aquí aparecen las tareas de copiar, mover, eliminar y otras.
fr: Les copies, déplacements, suppressions et autres tâches apparaissent ici.
it: Le attività di copia, spostamento, eliminazione e le altre compaiono qui.
ja: コピー、移動、削除などのタスクがここに表示されます。
ko: 복사, 이동, 삭제 등의 작업이 여기에 표시됩니다.
pt_br: As tarefas de copiar, mover, apagar e outras aparecem aqui.
ru: Здесь появляются задачи копирования, перемещения, удаления и другие.
vi: Các tác vụ sao chép, di chuyển, xóa và các tác vụ khác xuất hiện ở đây.
zh_hans: 拷贝、移动、删除等任务会显示在这里。
zh_hant: 拷貝、移動、刪除等工作會顯示在這裡。

source: Copying…
ar: جارٍ النسخ…
de: Wird kopiert…
es: Copiando…
fr: Copie…
it: Copia in corso…
ja: コピー中…
ko: 복사 중…
pt_br: Copiando…
ru: Копирование…
vi: Đang sao chép…
zh_hans: 正在拷贝…
zh_hant: 正在拷貝…

source: Core Dump
ar: تفريغ الذاكرة
es: Volcado de memoria
ja: コアダンプ
ko: 코어 덤프
ru: Дамп памяти
zh_hans: 核心转储

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 생성
pt_br: Criar
ru: Создать
vi: Tạo
zh_hans: 创建
zh_hant: 建立

source: Create %@ with this text?
ar: إنشاء %@ بهذا النص؟
de: %@ mit diesem Text erstellen?
es: ¿Crear %@ con este texto?
fr: Créer %@ avec ce texte ?
it: Creare %@ con questo testo?
ja: このテキストで「%@」を作成しますか？
ko: 이 텍스트로 %@을(를) 생성하시겠습니까?
pt_br: Criar %@ com este texto?
ru: Создать %@ с этим текстом?
vi: Tạo %@ với nội dung này?
zh_hans: 以此文本创建 %@？
zh_hant: 要以此文字建立 %@ 嗎？

source: Create Folder
ar: إنشاء مجلد
de: Ordner erstellen
es: Crear carpeta
fr: Créer un dossier
it: Crea cartella
ja: フォルダを作成
ko: 폴더 생성
pt_br: Criar Pasta
ru: Создать папку
vi: Tạo thư mục
zh_hans: 新建文件夹
zh_hant: 建立檔案夾

source: Create folder ${name} in ${parent}
ar: إنشاء المجلد ${name} في ${parent}
de: Ordner ${name} in ${parent} erstellen
es: Crear la carpeta ${name} en ${parent}
fr: Créer le dossier ${name} dans ${parent}
it: Crea la cartella ${name} in ${parent}
ja: ${parent} に ${name} フォルダを作成
ko: ${parent}에 폴더 ${name} 생성
pt_br: Criar pasta ${name} em ${parent}
ru: Создать папку ${name} в ${parent}
vi: Tạo thư mục ${name} trong ${parent}
zh_hans: 在 ${parent} 中新建文件夹 ${name}
zh_hant: 在 ${parent} 中建立檔案夾 ${name}

source: Create Trash
ar: إنشاء المهملات
de: Papierkorb erstellen
es: Crear papelera
fr: Créer la corbeille
it: Crea il Cestino
ja: ゴミ箱を作成
ko: 휴지통 생성
pt_br: Criar Lixeira
ru: Создать Корзину
vi: Tạo thùng rác
zh_hans: 创建废纸篓
zh_hant: 建立垃圾桶

source: Created
ar: تم الإنشاء
de: Erstellt
es: Creado
fr: Créé
it: Creato
ja: 作成済み
ko: 생성됨
pt_br: Criado
ru: Создано
vi: Đã tạo
zh_hans: 已创建
zh_hant: 已建立

source: Creates a folder, as root, inside another folder.
ar: ينشئ مجلدًا بصلاحية الجذر داخل مجلد آخر.
de: Erstellt als Root einen Ordner in einem anderen Ordner.
es: Crea una carpeta, como root, dentro de otra carpeta.
fr: Crée un dossier, en tant que root, à l’intérieur d’un autre dossier.
it: Crea una cartella, come root, all’interno di un’altra cartella.
ja: rootとして、別のフォルダの中にフォルダを作成します。
ko: 루트 권한으로 다른 폴더 안에 폴더를 생성합니다.
pt_br: Cria uma pasta, como root, dentro de outra pasta.
ru: Создаёт папку внутри другой папки от имени root.
vi: Tạo một thư mục, với quyền root, bên trong thư mục khác.
zh_hans: 以 root 身份在另一个文件夹中新建文件夹。
zh_hant: 以 root 權限在另一個檔案夾中建立檔案夾。

source: Creating…
ar: جارٍ الإنشاء…
de: Wird erstellt…
es: Creando…
fr: Création…
it: Creazione…
ja: 作成中…
ko: 생성 중…
pt_br: Criando…
ru: Создание…
vi: Đang tạo…
zh_hans: 正在创建…
zh_hant: 正在建立…

source: Current Tab
ar: علامة التبويب الحالية
de: Aktueller Tab
es: Pestaña actual
fr: Onglet actuel
it: Pannello corrente
ja: 現在のタブ
ko: 현재 탭
pt_br: Aba Atual
ru: Текущая вкладка
vi: Tab hiện tại
zh_hans: 当前标签页
zh_hant: 目前的標籤頁

source: Daemon
ar: الخدمة الخلفية
ja: デーモン
ko: 데몬
ru: Демон
zh_hans: 守护进程
zh_hant: 常駐程式

source: Data
ar: بيانات
de: Daten
es: Datos
fr: Données
it: Dati
ja: データ
ko: 데이터
pt_br: Dados
ru: Данные
vi: Dữ liệu
zh_hans: 数据
zh_hant: 資料

source: Database
ar: قاعدة بيانات
de: Datenbank
es: Base de datos
fr: Base de données
ja: データベース
ko: 데이터베이스
pt_br: Banco de Dados
ru: База данных
vi: Cơ sở dữ liệu
zh_hans: 数据库
zh_hant: 資料庫

source: Date
ar: التاريخ
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
pt_br: Data
ru: Дата
vi: Ngày
zh_hans: 日期
zh_hant: 日期

source: Date Created
ar: تاريخ الإنشاء
de: Erstellt am
es: Fecha de creación
fr: Date de création
it: Data di creazione
ja: 作成日
ko: 생성 날짜
pt_br: Data de Criação
ru: Дата создания
vi: Ngày tạo
zh_hans: 创建日期
zh_hant: 建立日期

source: Date Modified
ar: تاريخ التعديل
de: Geändert am
es: Fecha de modificación
fr: Date de modification
it: Data di modifica
ja: 変更日
ko: 수정 날짜
pt_br: Data de Modificação
ru: Дата изменения
vi: Ngày sửa đổi
zh_hans: 修改日期
zh_hant: 修改日期

source: Dates
ar: التواريخ
de: Datumsangaben
es: Fechas
it: Date
ja: 日付
ko: 날짜
pt_br: Datas
ru: Даты
vi: Ngày tháng
zh_hans: 日期
zh_hant: 日期

source: Debug Symbols
ar: رموز التصحيح
de: Debug-Symbole
es: Símbolos de depuración
fr: Symboles de débogage
it: Simboli di debug
ja: デバッグシンボル
ko: 디버그 심볼
pt_br: Símbolos de Depuração
ru: Отладочные символы
vi: Ký hiệu gỡ lỗi
zh_hans: 调试符号
zh_hant: 偵錯符號

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Apagar
ru: Удалить
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete ${path}
ar: حذف ${path}
de: ${path} löschen
es: Eliminar ${path}
fr: Supprimer ${path}
it: Elimina ${path}
ja: ${path} を削除
ko: ${path} 삭제
pt_br: Apagar ${path}
ru: Удалить ${path}
vi: Xóa ${path}
zh_hans: 删除 ${path}
zh_hant: 刪除 ${path}

source: Delete Item
ar: حذف عنصر
de: Objekt löschen
es: Eliminar elemento
fr: Supprimer l’élément
it: Elimina elemento
ja: 項目を削除
ko: 항목 삭제
pt_br: Apagar Item
ru: Удалить объект
vi: Xóa mục
zh_hans: 删除项目
zh_hant: 刪除項目

source: Delete Permanently
ar: حذف نهائيًا
de: Endgültig löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
it: Elimina definitivamente
ja: 完全に削除
ko: 완전히 삭제
pt_br: Apagar Definitivamente
ru: Удалить безвозвратно
vi: Xóa vĩnh viễn
zh_hans: 永久删除
zh_hant: 永久刪除

source: Delete Permanently?
ar: حذف نهائيًا؟
de: Endgültig löschen?
es: ¿Eliminar permanentemente?
fr: Supprimer définitivement ?
it: Eliminare definitivamente?
ja: 完全に削除しますか？
ko: 완전히 삭제하시겠습니까?
pt_br: Apagar Definitivamente?
ru: Удалить безвозвратно?
vi: Xóa vĩnh viễn?
zh_hans: 永久删除？
zh_hant: 要永久刪除嗎？

source: Deleted
ar: تم الحذف
de: Gelöscht
es: Eliminado
fr: Supprimé
it: Eliminato
ja: 削除しました
ko: 삭제됨
pt_br: Apagado
ru: Удалено
vi: Đã xóa
zh_hans: 已删除
zh_hant: 已刪除

source: Deleted items are moved here so they can be put back.
ar: تُنقل العناصر المحذوفة إلى هنا ليتسنى إعادتها.
de: Gelöschte Objekte werden hierher bewegt, damit sie zurückgelegt werden können.
es: Los elementos eliminados se mueven aquí para poder devolverlos a su sitio.
fr: Les éléments supprimés sont déplacés ici afin de pouvoir être remis en place.
it: Gli elementi eliminati vengono spostati qui per poter essere rimessi a posto.
ja: 削除した項目は、元に戻せるようにここへ移動されます。
ko: 삭제한 항목은 되돌려 놓을 수 있도록 여기로 이동됩니다.
pt_br: Os itens apagados são movidos para cá para que possam ser recolocados.
ru: Удалённые объекты перемещаются сюда, чтобы их можно было положить на место.
vi: Các mục đã xóa được chuyển vào đây để có thể trả lại chỗ cũ.
zh_hans: 删除的项目会移到这里，以便放回原处。
zh_hant: 刪除的項目會移到這裡，之後可以放回原處。

source: Deleting…
ar: جارٍ الحذف…
de: Wird gelöscht…
es: Eliminando…
fr: Suppression…
it: Eliminazione…
ja: 削除中…
ko: 삭제 중…
pt_br: Apagando…
ru: Удаление…
vi: Đang xóa…
zh_hans: 正在删除…
zh_hant: 正在刪除…

source: Descending
ar: تنازلي
de: Absteigend
es: Descendente
fr: Décroissant
it: Decrescente
ja: 降順
ko: 내림차순
pt_br: Decrescente
ru: По убыванию
vi: Giảm dần
zh_hans: 降序
zh_hant: 遞減

source: Deselect All
ar: إلغاء تحديد الكل
de: Auswahl aufheben
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
ja: すべての選択を解除
ko: 모두 선택 해제
pt_br: Desmarcar Tudo
ru: Снять выделение
vi: Bỏ chọn tất cả
zh_hans: 取消全选
zh_hant: 取消全選

source: Details
ar: التفاصيل
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부사항
pt_br: Detalhes
ru: Подробности
vi: Chi tiết
zh_hans: 详细信息
zh_hant: 詳細資訊

source: Devices on the network see only what is inside this folder.
ar: لا ترى الأجهزة على الشبكة سوى ما بداخل هذا المجلد.
de: Geräte im Netzwerk sehen nur, was in diesem Ordner liegt.
es: Los dispositivos de la red solo verán lo que hay dentro de esta carpeta.
fr: Les appareils du réseau ne voient que le contenu de ce dossier.
it: I dispositivi sulla rete vedono solo ciò che si trova in questa cartella.
ja: ネットワーク上のデバイスからは、このフォルダの中だけが見えます。
ko: 네트워크의 기기는 이 폴더 안에 있는 것만 볼 수 있습니다.
pt_br: Os dispositivos na rede veem apenas o que está dentro desta pasta.
ru: Устройства в сети видят только содержимое этой папки.
vi: Các thiết bị trong mạng chỉ thấy những gì bên trong thư mục này.
zh_hans: 网络上的设备只能看到此文件夹内的内容。
zh_hant: 網路上的裝置只會看到此檔案夾中的內容。

source: Dictionary
ar: قاموس
es: Diccionario
fr: Dictionnaire
it: Dizionario
ja: 辞書
ko: 딕셔너리
pt_br: Dicionário
ru: Словарь
vi: Từ điển
zh_hans: 字典
zh_hant: 字典

source: Dimensions
ar: الأبعاد
de: Abmessungen
es: Dimensiones
it: Dimensioni
ja: 画像サイズ
ko: 크기
pt_br: Dimensões
ru: Размеры
vi: Kích thước
zh_hans: 尺寸
zh_hant: 尺寸

source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Abandonner
it: Scarta
ja: 破棄
ko: 버리기
pt_br: Descartar
ru: Не сохранять
vi: Hủy thay đổi
zh_hans: 丢弃
zh_hant: 捨棄

source: Does not exist
ar: غير موجود
de: Existiert nicht
es: No existe
fr: N’existe pas
it: Non esiste
ja: 存在しません
ko: 존재하지 않음
pt_br: Não existe
ru: Не существует
vi: Không tồn tại
zh_hans: 不存在
zh_hant: 不存在

source: Done
ar: تم
de: Fertig
es: OK
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Download
ar: تنزيل
de: Laden
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
ru: Загрузить
vi: Tải về
zh_hans: 下载
zh_hant: 下載

source: Download from URL
ar: التنزيل من عنوان URL
de: Von URL laden
es: Descargar desde una URL
fr: Télécharger depuis une URL
it: Scarica da URL
ja: URLからダウンロード
ko: URL에서 다운로드
pt_br: Baixar de um URL
ru: Загрузить по URL
vi: Tải về từ URL
zh_hans: 从网址下载
zh_hant: 從 URL 下載

source: Download from URL…
ar: التنزيل من عنوان URL…
de: Von URL laden…
es: Descargar desde una URL…
fr: Télécharger depuis une URL…
it: Scarica da URL…
ja: URLからダウンロード…
ko: URL에서 다운로드…
pt_br: Baixar de um URL…
ru: Загрузить по URL…
vi: Tải về từ URL…
zh_hans: 从网址下载…
zh_hant: 從 URL 下載…

source: Downloaded
ar: تم التنزيل
de: Geladen
es: Descargado
fr: Téléchargé
it: Scaricato
ja: ダウンロード済み
ko: 다운로드됨
pt_br: Baixado
ru: Загружено
vi: Đã tải về
zh_hans: 已下载
zh_hant: 已下載

source: Downloading…
ar: جارٍ التنزيل…
de: Wird geladen…
es: Descargando…
fr: Téléchargement…
it: Download in corso…
ja: ダウンロード中…
ko: 다운로드 중…
pt_br: Baixando…
ru: Загрузка…
vi: Đang tải về…
zh_hans: 正在下载…
zh_hant: 正在下載…

source: Drag to reorder. Turn off a place to hide it.
ar: اسحب لإعادة الترتيب. أوقف مكانًا لإخفائه.
de: Bewege Einträge, um sie neu anzuordnen. Deaktiviere einen Ort, um ihn auszublenden.
es: Arrastra para reordenar. Desactiva un lugar para ocultarlo.
fr: Faites glisser pour réorganiser. Désactivez un emplacement pour le masquer.
it: Trascina per riordinare. Disattiva una posizione per nasconderla.
ja: ドラッグして並べ替えます。場所をオフにすると非表示になります。
ko: 드래그하여 순서를 변경하십시오. 위치를 끄면 숨겨집니다.
pt_br: Arraste para reordenar. Desative um lugar para ocultá-lo.
ru: Перетаскивайте, чтобы изменить порядок. Выключите место, чтобы скрыть его.
vi: Kéo để sắp xếp lại. Tắt một địa điểm để ẩn nó.
zh_hans: 拖动以重新排列。关闭某个位置即可将其隐藏。
zh_hant: 拖移以重新排列。關閉某個位置即可將它隱藏。

source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 再生時間
ko: 재생 시간
pt_br: Duração
ru: Длительность
vi: Thời lượng
zh_hans: 时长
zh_hant: 時長

source: Dynamic Library
ar: مكتبة ديناميكية
de: Dynamische Bibliothek
es: Biblioteca dinámica
fr: Bibliothèque dynamique
it: Libreria dinamica
ja: ダイナミックライブラリ
ko: 동적 라이브러리
pt_br: Biblioteca Dinâmica
ru: Динамическая библиотека
vi: Thư viện động
zh_hans: 动态库
zh_hant: 動態程式庫

source: Dynamic Linker
ar: رابط ديناميكي
de: Dynamischer Linker
es: Enlazador dinámico
fr: Éditeur de liens dynamique
it: Linker dinamico
ja: ダイナミックリンカ
ko: 동적 링커
pt_br: Vinculador Dinâmico
ru: Динамический компоновщик
vi: Trình liên kết động
zh_hans: 动态链接器
zh_hant: 動態連結器

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
ru: Изменить
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit Flags
ar: تحرير العلامات
de: Flags bearbeiten
es: Editar indicadores
fr: Modifier les indicateurs
it: Modifica flag
ja: フラグを編集
ko: 플래그 편집
pt_br: Editar Flags
ru: Изменить флаги
vi: Sửa cờ
zh_hans: 编辑标志
zh_hant: 編輯旗標

source: Empty File
ar: ملف فارغ
de: Leere Datei
es: Archivo vacío
fr: Fichier vide
it: File vuoto
ja: 空のファイル
ko: 빈 파일
pt_br: Arquivo Vazio
ru: Пустой файл
vi: Tệp trống
zh_hans: 空文件
zh_hant: 空白檔案

source: Empty Trash
ar: إفراغ المهملات
de: Papierkorb entleeren
es: Vaciar papelera
fr: Vider la corbeille
it: Svuota il Cestino
ja: ゴミ箱を空にする
ko: 휴지통 비우기
pt_br: Esvaziar Lixeira
ru: Очистить Корзину
vi: Dọn sạch thùng rác
zh_hans: 清空废纸篓
zh_hant: 清空垃圾桶

source: Encrypted, method %u, %@ region
ar: مشفَّر، الطريقة %u، المنطقة %@
de: Verschlüsselt, Methode %u, Bereich %@
es: Cifrado, método %u, región %@
fr: Chiffré, méthode %u, région %@
it: Crittografato, metodo %u, regione %@
ja: 暗号化あり、方式 %u、領域 %@
ko: 암호화됨, 방식 %u, %@ 영역
pt_br: Criptografado, método %u, região %@
ru: Зашифровано, метод %u, область %@
vi: Đã mã hóa, phương thức %u, vùng %@
zh_hans: 已加密，方式 %u，区域 %@
zh_hant: 已加密，方法 %1$u，範圍 %2$@

source: Encryption
ar: التشفير
de: Verschlüsselung
es: Cifrado
fr: Chiffrement
it: Crittografia
ja: 暗号化
ko: 암호화
pt_br: Criptografia
ru: Шифрование
vi: Mã hóa
zh_hans: 加密
zh_hant: 加密

source: Enter a decimal offset, or a hexadecimal offset with a 0x prefix.
ar: أدخل إزاحة عشرية، أو إزاحة ست عشرية ببادئة 0x.
de: Gib einen dezimalen Offset ein oder einen hexadezimalen Offset mit dem Präfix 0x.
es: Introduce un desplazamiento decimal, o un desplazamiento hexadecimal con el prefijo 0x.
fr: Saisissez un décalage décimal, ou un décalage hexadécimal précédé de 0x.
it: Inserisci un offset decimale, oppure un offset esadecimale con prefisso 0x.
ja: 10進数のオフセット、または 0x で始まる16進数のオフセットを入力してください。
ko: 10진수 오프셋 또는 0x로 시작하는 16진수 오프셋을 입력하십시오.
pt_br: Digite um deslocamento decimal ou um deslocamento hexadecimal com o prefixo 0x.
ru: Введите десятичное смещение или шестнадцатеричное смещение с префиксом 0x.
vi: Hãy nhập offset thập phân, hoặc offset thập lục phân với tiền tố 0x.
zh_hans: 请输入十进制偏移量，或以 0x 为前缀的十六进制偏移量。
zh_hant: 請輸入十進位偏移值，或以 0x 開頭的十六進位偏移值。

source: Enter a folder name without slashes. “.” and “..” cannot be used.
ar: أدخل اسم مجلد بلا شرطات مائلة. لا يمكن استخدام “.” و“..”.
de: Gib einen Ordnernamen ohne Schrägstriche ein. „.“ und „..“ können nicht verwendet werden.
es: Introduce un nombre de carpeta sin barras. No se pueden usar “.” ni “..”.
fr: Saisissez un nom de dossier sans barre oblique. « . » et « .. » ne peuvent pas être utilisés.
it: Inserisci un nome di cartella senza barre. “.” e “..” non possono essere usati.
ja: スラッシュを含まないフォルダ名を入力してください。「.」と「..」は使用できません。
ko: 슬래시 없이 폴더 이름을 입력하십시오. “.”과 “..”은 사용할 수 없습니다.
pt_br: Digite um nome de pasta sem barras. “.” e “..” não podem ser usados.
ru: Введите имя папки без косых черт. «.» и «..» использовать нельзя.
vi: Hãy nhập tên thư mục không có dấu gạch chéo. Không thể dùng “.” và “..”.
zh_hans: 文件夹名称不能包含斜杠，也不能使用“.”或“..”。
zh_hant: 請輸入不含斜線的檔案夾名稱。不可使用「.」和「..」。

source: Enter a name for the link to the item you chose.
ar: أدخل اسمًا للارتباط بالعنصر الذي اخترته.
de: Gib einen Namen für den Link zum gewählten Objekt ein.
es: Introduce un nombre para el enlace al elemento que has seleccionado.
fr: Saisissez un nom pour le lien vers l’élément que vous avez choisi.
it: Inserisci un nome per il link all’elemento che hai scelto.
ja: 選択した項目へのリンクの名前を入力してください。
ko: 선택한 항목을 가리킬 링크의 이름을 입력하십시오.
pt_br: Digite um nome para o link do item que você escolheu.
ru: Введите имя ссылки на выбранный объект.
vi: Hãy nhập tên cho liên kết đến mục bạn đã chọn.
zh_hans: 为所选项目的链接输入名称。
zh_hant: 請為指向所選項目的連結輸入名稱。

source: Enter a name for the new item in this folder.
ar: أدخل اسمًا للعنصر الجديد في هذا المجلد.
de: Gib einen Namen für das neue Objekt in diesem Ordner ein.
es: Introduce un nombre para el nuevo elemento de esta carpeta.
fr: Saisissez un nom pour le nouvel élément dans ce dossier.
it: Inserisci un nome per il nuovo elemento in questa cartella.
ja: このフォルダに作成する項目の名前を入力してください。
ko: 이 폴더에 만들 새로운 항목의 이름을 입력하십시오.
pt_br: Digite um nome para o novo item nesta pasta.
ru: Введите имя нового объекта в этой папке.
vi: Hãy nhập tên cho mục mới trong thư mục này.
zh_hans: 为此文件夹中的新项目输入名称。
zh_hant: 請為此檔案夾中的新項目輸入名稱。

source: Enter a name, then tap Search to include subfolders.
ar: أدخل اسمًا، ثم اضغط على بحث لتضمين المجلدات الفرعية.
de: Gib einen Namen ein und tippe auf „Suchen“, um Unterordner einzubeziehen.
es: Introduce un nombre y toca Buscar para incluir las subcarpetas.
fr: Saisissez un nom, puis touchez Rechercher pour inclure les sous-dossiers.
it: Inserisci un nome, poi tocca Cerca per includere le sottocartelle.
ja: 名前を入力し、「検索」をタップするとサブフォルダも対象になります。
ko: 이름을 입력한 다음 검색을 탭하면 하위 폴더까지 검색합니다.
pt_br: Digite um nome e toque em Buscar para incluir as subpastas.
ru: Введите имя, затем нажмите «Поиск», чтобы включить вложенные папки.
vi: Hãy nhập tên, rồi chạm Tìm kiếm để tìm cả trong thư mục con.
zh_hans: 输入名称，然后轻点“搜索”以包含子文件夹。
zh_hant: 輸入名稱，然後點一下「搜尋」以包含子檔案夾。

source: Enter a new name. The item stays in the same folder.
ar: أدخل اسمًا جديدًا. يبقى العنصر في المجلد نفسه.
de: Gib einen neuen Namen ein. Das Objekt bleibt im selben Ordner.
es: Introduce un nombre nuevo. El elemento permanece en la misma carpeta.
fr: Saisissez un nouveau nom. L’élément reste dans le même dossier.
it: Inserisci un nuovo nome. L’elemento resta nella stessa cartella.
ja: 新しい名前を入力してください。項目は同じフォルダに残ります。
ko: 새로운 이름을 입력하십시오. 항목은 같은 폴더에 남아 있습니다.
pt_br: Digite um novo nome. O item permanece na mesma pasta.
ru: Введите новое имя. Объект останется в той же папке.
vi: Hãy nhập tên mới. Mục vẫn ở nguyên trong thư mục này.
zh_hans: 输入新名称。项目仍留在原文件夹中。
zh_hant: 請輸入新名稱。項目會留在同一個檔案夾中。
